<?php
// Heading
$_['heading_title']           = 'Авторы';

// Text
$_['text_success']            = 'Успех: вы изменили авторов!';
$_['text_list']               = 'Список авторов';
$_['text_add']                = 'Добавить автора';
$_['text_edit']               = 'Изменить автора';
$_['text_default']            = 'По умолчанию';
$_['text_blog_module']        = 'Модуль блога';

// Column
$_['column_author_name']      = 'Имя автора';
$_['column_action']           = 'Действие';

// Entry
$_['entry_author_name']       = 'Имя автора';
$_['entry_description']       = 'Описание';
$_['entry_short_description'] = 'Краткое описание';
$_['entry_meta_title']        = 'Мета Тег Заголовок';
$_['entry_meta_keyword']      = 'Мета Тег Ключевые слова';
$_['entry_meta_description']  = 'Мета Тег Описание';
$_['entry_name']              = 'Имя';
$_['entry_image']             = 'Изображение';
$_['entry_username']          = 'Логин';
$_['entry_lastname']          = 'Фамилия';
$_['entry_firstname']         = 'Имя';
$_['entry_confirm']           = 'Подтвердите пароль';
$_['entry_password']          = 'Пароль';
$_['entry_user_group']        = 'Группа пользователей';
$_['entry_author_group']      = 'Группа автора';


// Help
$_['help_post']               = '(Автовыполнение)';
$_['help_user_editing']       = '<h4>Изменить существующего пользователя или создать нового?</h4><p><b>Автор</b> это просто пользователь (<a href="%s">список пользователей</a>), который получил право писать посты. Есть 2 способа создания автора:</p><p><b>1. Дать права существующему пользователю</b></p><p>В поле ввода <b>логин</b> начинайте вводить первую букву сущестующего пользователя, у которого пока нет прав автора. Выберите в выпадающем списке пользователя и заполните форму. Нажмите сохранить</p><p><b>2. Создать нового пользователя с правами автора</b></p><p>Просто впишите имя нового пользователя и заполните форму. Нажмите сохранить. </p>';
// Error
$_['error_warning']             = 'Внимание: Проверьте форму на ошибки!';
$_['error_permission']        = 'Внимание: У вас нет прав изменять авторов!';
$_['error_post']              = 'Необходим пост!';
$_['error_author']            = 'Автор должен содержать от 3 до 64 символов!';
$_['error_text']              = 'Текст автора должен содержать хотя бы 1 символ!';
$_['error_rating']            = 'Необходим рейтинг автора!';
$_['error_exists']            = 'Внимание: Логин уже используется!';
$_['error_username']          = 'Логин должен содержать от 3 до 20 символов!';
$_['error_name']              = 'Имя должно содержать от 3 до 20 символов!';
$_['error_meta_title']        = 'Мета Заголовок должен содержать от 3 до 255 символов!';
$_['error_password']          = 'Пароль должен содержать от 4 до 20 символов!';
$_['error_confirm']           = 'Пароль и его подтверждение не совпадают!';
$_['error_firstname']         = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']          = 'Фамилия должна содержать от 1 до 32 символов!';
