<?php
// Heading
$_['heading_title']           = 'Группа авторов';

// Text
$_['text_success']            = 'Успех: Вы изменили группу авторов!';
$_['text_list']               = 'Список групп авторов';
$_['text_add']                = 'Добавить группу авторов';
$_['text_edit']               = 'Изменить группу авторов';
$_['text_default']            = 'По умолчанию';
$_['text_blog_module']        = 'Модуль блога';

// Column
$_['column_author_name']      = 'Название группы авторов';
$_['column_action']           = 'Действие';

// Entry
$_['entry_author_name']       = 'Название группы авторов';
$_['entry_description']       = 'Описание';
$_['entry_short_description'] = 'Краткое описание';
$_['entry_name']              = 'Имя';
$_['entry_permission']        = 'Права';

// Help
$_['help_post']               = '(Автовыполнение)';
$_['help_user_editing']       = '<h4>Изменить существующего пользователя или создать нового?</h4><p><b>Автор</b> это просто пользователь (<a href="%s">список пользователей</a>), который получил право писать посты. Есть 2 способа создания автора:</p><p><b>1. Дать права существующему пользователю</b></p><p>В поле ввода <b>логин</b> начинайте вводить первую букву сущестующего пользователя, у которого пока нет прав автора. Выберите в выпадающем списке пользователя и заполните форму. Нажмите сохранить</p><p><b>2. Создать нового пользователя с правами автора</b></p><p>Просто впишите имя нового пользователя и заполните форму. Нажмите сохранить. </p>';
// Error
$_['error_permission']        = 'Ошибка: У вас нет прав на изменение групп авторов!';
$_['error_name']              = 'Имя должно содержать от 3 до 20 символов!';
