<?php
// Heading
$_['heading_title']             = 'Категории блога';
$_['tab_setting']               = 'Настройки';

// Text
$_['text_success']              = 'Успех: Вы изменили категории!';
$_['text_list']                 = 'Список категорий';
$_['text_add']                  = 'Добавить категорию';
$_['text_edit']                 = 'Изменить категорию';
$_['text_default']              = 'По умолчанию';
$_['text_enabled']              = 'Включено';
$_['text_disabled']             = 'Отключено';
$_['text_blog_module']          = 'Модуль блога';
$_['text_width']                = 'Ширина';
$_['text_height']               = 'Высота';

// Column
$_['column_title']              = 'Название категории';
$_['column_sort_order']         = 'Порядок сортировки';
$_['column_action']             = 'Действие';
$_['column_status']             = 'Статус';

// Entry
$_['entry_title']               = 'Название категории';
$_['entry_short_description']   = 'Краткое описание';
$_['entry_description']         = 'Описание';
$_['entry_meta_title']          = 'Мета Заголовок';
$_['entry_meta_keyword']        = 'Мета Ключевые слова';
$_['entry_meta_description']    = 'Мета Описание';
$_['entry_parent']              = 'Родительская категория';
$_['entry_filter']              = 'Фильтры';
$_['entry_store']               = 'Магазин';
$_['entry_image']               = 'Изображение';
$_['entry_top']                 = 'Топ';
$_['entry_column']              = 'Колонки';
$_['entry_sort_order']          = 'Порядок сортировки';
$_['entry_status']              = 'Статус';
$_['entry_layout']              = 'Макет';

//entry
$_['entry_category_custom']                     = 'Измените настройки категории';
$_['entry_category_image_display']              = 'Показывать изображение основной категории';
$_['entry_category_layout']                     = 'Макет сетки';
$_['entry_category_layout_type']                = 'Тип макета';
$_['entry_category_post_page_limit']            = 'Максимум постов на странице';
$_['entry_category_image_size']                 = 'Размер изображения';
$_['entry_category_sub_category_display']       = 'Показывать подкатегории';
$_['entry_category_sub_category_col']           = 'Колонки для подкатегорий';
$_['entry_category_sub_category_image']         = 'Показывать изображения подкатегорий';
$_['entry_category_sub_category_post_count']    = 'Показывать количество постов подкатегорий';
$_['entry_category_sub_category_image_size']    = 'Размер изображений подкатегорий';

// Help
$_['help_filter']               = '(Автовыполнение)';
$_['help_keyword']              = 'Не используйте пробелы, замените их на - и убедитесь в уникальности ключевых слов.';
$_['help_top']                  = 'Отображается в верхнем меню. Работает только в родительских категориях.';
$_['help_column']               = 'Количество столбцов, используемых для нижних 3 категорий. Работает только для верхних родительских категорий.';
$_['help_layout']                               = '<h4>Что такое макет?</h4><p>Макет это простой способ определить как будут выводиться ваши посты на странице. Вы можете установить 1 строку с 1 колонкой: в итоге будет один пост над другим. Попробуйте установить различные вариации числа строк и колонок.</p>';

$_['entry_limit_access_user']       = 'Только для определенных пользователей';
$_['entry_limit_access_user_group'] = 'Только для определенных групп пользователей';
$_['entry_user']                    = 'Определенные пользователи';
$_['entry_user_group']              = 'Определенные группы пользователей';

// Error
$_['error_warning']             = 'Внимание: Проверьте форму на ошибки!';
$_['error_permission']          = 'Внимание: У вас нет прав изменять категории!';
$_['error_title']               = 'Название категории должно содержать от 2 до 32 символов!';
$_['error_meta_title']          = 'Мета заголовок должен содержать от 3 до 255 символов!';