<?php

$_['field_require']             = 'Обязательное поле';
$_['text_edit']                 = 'Управление лицензией';
$_['license_confirmed']         = 'Ваш ключ активирован!';
$_['license_expired']           = 'Срок действия вашего ключа активации для "%s" истек или модуль еще не активирован!';
$_['license_expired_not_found'] = 'Срок действия вашего ключа активации истек или его не существует!';
$_['license_is_expired']        = 'Срок действия вашего активационного ключа истек. Пожалуйста, купите модуль снова!';
$_['license_is_valid']          = 'Ваш ключ активации действителен. Спасибо за использование!';

$_['license_error']             = 'Что-то не так с ключем!';
$_['license_error_url']         = "Эта лицензия не принадлежит домену!";
$_['license_error_codename']    = "Эта лицензия не принадлежит модулю!";


$_['license_visit_text_under']  = '';
$_['license_visit_text']		= '';